Repository: ahmedfouad311/booking_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# app_title
source: Booking App
ar: برنامج الحجز

source: Login Screen
ar: شاشة الدخول

# sign_in_button
source: Sign in
ar: دخول

source: Or Create Account
ar: او انشاء حساب جديد

source: Admin
ar: الادمن

source: User
ar: المستخدم

# create_account_button
source: Create Account
ar: انشاء حساب جديد

source: Sign Out
ar: تسجيل خروج

source: Switch to User
ar: التغير الي مستخدم

# language_english
source: English
ar: الانجليزية

# language_arabic
source: Arabic
ar: العربية

source: Add Booking
ar: اضافة حجز

source: Add New Booking
ar: اضافة حجز جديد

source: Add Booking Admin
ar: اضافة حجز شاشة الادمن

source: Add New Booking Admin
ar: اضافة حجز جديد للأدمن

source: Match
ar: المبارة

source: Stadium
ar: الاستاد

# error_message_match
source: Please Enter the Match
ar: من فضلك ادخل المباراة

# error_message_stadium
source: Please Enter the stadium
ar: من فضلك ادخل الاستاد

# drop_down_initial_value
source: Enter the Time For Today Matches
ar: ادخل الوقت المراد لمبارايات اليوم

# add_booking_button
source: Add
ar: اضافة

source: book
ar: حجز

source: From:
ar: من

source: To:
ar: الي

source: User Booking
ar: حجز المستخدم

source: Loading
ar: تحميل

source: Admin Home
ar: الصفحة الرئيسية الادمن

source: Booking added Successfully
ar: الحجز تم بنجاح

source: Error adding booking
ar: خطأ في الحجز

source: Cant connect to the server
ar: خطأ في الاتصال بالسيرفر

source: Available Date:
ar: الايام المتاحة:

source: Booked Date:
ar: الايام المراد حجزها

source: Please Enter Your name!
ar: من فضلك ادخل اسمك

source: User Name
ar: اسم المستخدم

source: Please Enter Your Email!
ar: من فضلك ادخل البريد الالكتروني الخاص بك

source: Please Enter a vaild email address or phone number
ar: من فضلك ادخل بريد الكتروني او رقم هاتف صحيح

# the_email
source: Email
ar: بريد الكتروني

source: Please Enter a password!
ar: من فضلك ادخل كلمة مرور

source: Password is too short
ar: كلمة المرور قصيرة جدا

# the_password
source: Password
ar: كلمة مرور

source: User Registered Successfully!
ar: المستخدم انشأ حساب بنجاح

source: Done
ar: تم

source: Enter SMS code
ar: ادخل كود الرسالة النصية

source: User logged in Successfully!
ar: المستخدم سجل دخول بنجاح

source: Invaild Email or Password!
ar: بريد الكتروني او كلمة مرور غير صحيحة

source: Admin logged in Successfully!
ar: الادمن سجل دخول بنجاح

source: This day is not Available
ar: هذا اليوم غير متاح للحجز

source: Time Book Screen
ar: شاشة حجز التوقيت
